  {
    "places": [
      {
        "id": "1",
        "name": "Great Wall of China",
        "visited": false,
        "image": "/images/great-wall-of-china-8191166_1280.jpg",
        "description": "The Great Wall of China is a series of fortifications made of various materials that stretch across northern China. It was built to protect against invasions and raids."
      },
      {
        "id": "2",
        "name": "Pyramids of Giza",
        "visited": true,
        "image": "/images/giza-1756946_1280.jpg",
        "description": "The Pyramids of Giza are ancient pyramid structures located on the Giza Plateau near Cairo, Egypt. They were built as tombs for the Pharaohs and are one of the Seven Wonders of the Ancient World."
      },
      {
        "id": "3",
        "name": "Machu Picchu",
        "visited": true,
      
        "image": "/images/peru-2135770_1280.jpg",
        "description": "Machu Picchu is a 15th-century Inca citadel located in the Andes Mountains of Peru. It was built by the Inca emperor Pachacuti and is known for its sophisticated dry-stone construction."
      },
      {
        "id": "4",
        "name": "Eiffel Tower",
        "visited": true,
        "image": "/images/paris-988112_1280.jpg",
        "description": "The Eiffel Tower is an iron lattice tower located in Paris, France. It was completed in 1889 as the entrance arch for the 1889 World's Fair and has since become an iconic symbol of France."
      },
      {
        "id": "5",
        "name": "Statue of Liberty",
        "visited": true,
        
        "image": "/images/statue-of-liberty-4342509_1280.jpg",
        "description": "The Statue of Liberty is a colossal neoclassical sculpture located on Liberty Island in New York Harbor, New York City. It was a gift from France to the United States and symbolizes freedom and democracy."
      },
      {
        "id": "6",
        "name": "Taj Mahal",
        "visited": false,
        "image": "/images/taj-mahal-4109110_1280.jpg",
        "description": "The Taj Mahal is an Islamic ivory-white marble mausoleum located in Agra, India. It was commissioned by Mughal Emperor Shah Jahan in memory of his wife Mumtaz Mahal and is renowned for its architectural beauty."
      },
      {
        "id": "7",
        "name": "Colosseum",
        "visited": false,
        "image": "/images/colosseum-2182384_1280.jpg",
        "description": "The Colosseum is an ancient amphitheater located in Rome, Italy. It was used for gladiatorial contests, public spectacles, and dramas, and is a prominent symbol of Ancient Rome."
      }
    ]
  }